---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LevelDataVolume
source: html/3a65312a-dffd-07d3-0b1d-6040248a6e86.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LevelDataVolume Property

"Floor Volume"

## Syntax (C#)
```csharp
public static ForgeTypeId LevelDataVolume { get; }
```